Repository: Wojtas399/runnoter
Catalog: l10n/app_*.arb
Languages: pl

# noInternetConnectionDialogMessage
source: It seems that you lost internet connection which is required to do this operation. Resolve this problem and try again
pl: Wygląda na to, że utraciłeś połączenie internetowe, które jest wymagane do przeprowadzenia tej operacji. Napraw ten problem i spróbuj ponownie.

# tooManyRequestsDialogTitle
source: Too many requests
pl: Za dużo żądań

# tooManyRequestsDialogMessage
source: This operation has been called to many times. Try again later.
pl: Ta operacja została wywołana zbyt wiele razy. Spróbuj ponownie później.

# noLoggedUserDialogTitle
source: Session error
pl: Błąd sesji

# noLoggedUserDialogMessage
source: We've lost connection with your session. Sign in again to use the app properly.
pl: Utraciliśmy połączenie z twoją sesją. Zaloguj się ponownie, aby moć poprawnie korzystać z aplikacji.

# userMismatchDialogTitle
source: Authentication error
pl: Błąd uwierzytelnienia

# userMismatchDialogMessage
source: Authentication attempt failed, because credentials do not match the account you are currently signed in.
pl: Próba uwierzytelnienia nie powiodła się, ponieważ dane uwierzytelniające są niezgodne z kontem, na którym jesteś obecnie zalogowany.

# unknownErrorDialogTitle
source: Unknown error
pl: Nieznany błąd

# unknownErrorDialogMessage
source: An unknown error occurred
pl: Wystąpił nieznany błąd w działaniu aplikacji

# pageNotFoundTitle
source: Page not found
pl: Nie znaleziono strony

# pageNotFoundMessage
source: The page you are looking for doesn't exist
pl: Strona, której szukasz nie istnieje

# leavePageConfirmationDialogTitle
source: Leave page
pl: Opuść stronę

# leavePageConfirmationDialogMessage
source: Are you sure you want to leave this page?
pl: Czy na pewno chcesz opuścić tę stronę?

# leavePageWithUnsavedChangesConfirmationDialogMessage
source: You have unsaved changes and they will be discarded. Are you sure you want to leave this page?
pl: Masz niezapisane zmiany, które zostaną odrzucone. Czy na pewno chcesz opuścić tę stronę?

# undoRequestConfirmationDialogTitle
source: Undo request
pl: Cofnij prośbę

# undoRequestConfirmationDialogMessage
source: Are you sure you want to undo a request sent to
pl: Czy na pewno chcesz cofnąć prośbę wysłaną do

# successfullyUndidRequest
source: Successfully undid sent request
pl: Pomyślnie cofnięto wysłaną prośbę

source: Name
pl: Imię

source: Surname
pl: Nazwisko

source: Password
pl: Hasło

source: Password confirmation
pl: Potwierdź hasło

source: Date
pl: Data

source: Health measurement
pl: Pomiar zdrowia

source: Workout
pl: Trening

source: Race
pl: Wyścig

source: Day
pl: Dzień

source: Loading
pl: Ładowanie

source: Close
pl: Zamknij

source: Cancel
pl: Anuluj

source: Confirm
pl: Zatwierdź

source: Save
pl: Zapisz

source: Delete
pl: Usuń

source: Edit
pl: Edytuj

source: Select
pl: Wybierz

source: Change
pl: Zmień

source: Back
pl: Wróć

source: Add
pl: Dodaj

source: Leave
pl: Opuść

source: Create
pl: Utwórz

source: Submit
pl: Wyślij

source: Accept
pl: Akceptuj

source: Undo
pl: Cofnij

source: Message
pl: Wiadomość

source: Week
pl: Tydzień

source: Month
pl: Miesiąc

source: Year
pl: Rok

source: Current week
pl: Obecny tydzień

source: Edit health measurement
pl: Edytuj pomiar zdrowia

source: Add workout
pl: Dodaj trening

source: Add health measurement
pl: Dodaj pomiar

source: Add race
pl: Dodaj wyścig

source: Sent requests
pl: Wysłane prośby

source: Received requests
pl: Otrzymane prośby

source: No sent requests
pl: Brak wysłanych próśb

source: No received requests
pl: Brak otrzymanych próśb

source: Successfully accepted request
pl: Pomyślnie zaakceptowano prośbę

source: Successfully deleted request
pl: Pomyślnie usunięto prośbę

source: Successfully deleted measurement
pl: Pomyślnie usunięto pomiar

# requiredFieldMessage
source: This field is required
pl: To pole jest wymagane

# requireValueHigherThan0Message
source: Value in this field must be higher than 0
pl: Wartość w tym polu musi być większa od 0

# invalidNameOrSurnameMessage
source: Requirements: - Min. 2 characters length - Only letters
pl: Wymogi: - Długość minimum 2 znaki - Wyłącznie litery

# invalidEmailMessage
source: Invalid email address
pl: Niepoprawny adres email

# invalidPasswordMessage
source: Requirements: - Min. 6 characters length - At least one upper letter, - At least one lower letter, - At least one digit, - At least one special character
pl: Wymogi: - Długość minimum 6 znaków - Co najmniej jedna duża litera, - Co najmniej jedna mała litera, - Co najmniej jedna cyfra, - Co najmniej jeden znak specjalny

# invalidPasswordConfirmationMessage
source: Passwords are not the same
pl: Hasła nie są jednakowe

# bloodParamPLT
source: Platelet count
pl: Płytki krwi

# bloodParamTotalBilirubin
source: Total bilirubin
pl: Bilirubina całkowita

# bloodParamTotalCholesterol
source: Total cholesterol
pl: Cholesterol całkowity

# bloodParamTG
source: Triglycerides (TG)
pl: Trójglicerydy (TG)

# bloodParamIron
source: Iron
pl: Żelazo

# bloodParamFerritin
source: Ferriting
pl: Ferrytyna

# bloodParamFolicAcid
source: Folic acid
pl: Kwas foliowy

# bloodParamCPK
source: Creatine phosphokinase
pl: Kinaza fosfokreatynowa

# bloodParamTestosterone
source: Testosterone
pl: Testosteron

# bloodParamCortisol
source: Cortisol
pl: Kortyzol

# bloodParamTransferrin
source: Transferrin
pl: Transferyna

# bloodParamCRP
source: C-Reactive Protein (CRP)
pl: Białko c-reaktywne (CRP)

# bloodParamTP
source: Total Protein (TP)
pl: Białko całkowite (TP)

# bloodParamAlbumin
source: Albumin
pl: Albumina

# bloodParamUricAcid
source: Uric acid
pl: Kwas moczowy

# bloodParamDirectBilirubin
source: Direct bilirubin
pl: Bilirubina związana

# bloodParamGlucose
source: Glucose
pl: Glukoza

# bloodParamMagnesium
source: Magnesium
pl: Magnez

# bloodParamTotalCalcium
source: Total calcium
pl: Wapń całkowity

# bloodParamSodium
source: Sodium
pl: Sód

# bloodParamPotassium
source: Potassium
pl: Potas

# bloodParamZinc
source: Zinc
pl: Cynk

# bloodParamChloride
source: Chloride
pl: Chlorki

# bloodParamMyoglobin
source: Myoglobin
pl: Mioglobina

# bloodParamUrineUreaNitrogen
source: Urine urea nitrogen
pl: Mocznik w moczu

# bloodParamCreatinineInUrine
source: Creatinine in urine
pl: Kreatynina w moczu

# bloodParamMyoglobinInUrine
source: Myoglobin in urine
pl: Mioglobina w moczu

# bloodParamPLTInCitratePlasma
source: PLT in citrate plasma
pl: Płytki krwi w osoczu cytranianowym

# bloodParamCreatinine
source: Creatinine
pl: Kreatynina

# bloodParamBloodUreaNitrogen
source: Blood urea nitrogen
pl: Mocznik w surowicy
