Repository: Wojtas399/runnoter
Catalog: l10n/app_*.arb
Languages: pl

# signInTitle
source: Sign in
pl: Logowanie

# signInButtonLabel
source: Sign in
pl: Zaloguj

# signInSignInWith
source: or sign in with
pl: lub zaloguj z

# signInDontHaveAccount
source: Don't have account?
pl: Nie masz konta?

# signInSignUp
source: Sign up!
pl: Zarejestruj się!

# signInForgotPasswordOption
source: Forgot password?
pl: Zapomniałeś hasła?

# signInInvalidEmailDialogTitle
source: Invalid email address
pl: Niepoprawny adres email

# signInInvalidEmailDialogMessage
source: Given email address is invalid
pl: Podany adres email jest nieprawidłowy

# signInUserNotFoundDialogTitle
source: No user
pl: Brak użytkownika

# signInUserNotFoundDialogMessage
source: There is no user with given email address
pl: Użytkownik o podanym adresie email nie istnieje

# signInCreateNewAccountConfirmationDialogTitle
source: No matching user
pl: Brak pasującego użytkownika

# signInCreateNewAccountConfirmationDialogMessage
source: There is no user matching to your credentials. Do you want to create account?
pl: Nie znaleziono użytkownika o pasujących danych uwierzytelniających. Czy chcesz utworzyć konto?

# signInWrongPasswordDialogTitle
source: Wrong password
pl: Błędne hasło

# signInWrongPasswordDialogMessage
source: Given password is wrong. Try again with correct one.
pl: Podane hasło jest błędne. Spróbuj ponownie z prawidłowym hasłem.

# signUpTitle
source: Sign up
pl: Rejestracja

# signUpButtonLabel
source: Sign up
pl: Zarejestruj

# signUpAlreadyHaveAccount
source: Already have an account?
pl: Masz już konto?

# signUpSignIn
source: Sign in!
pl: Zaloguj się!

# signUpAlreadyTakenEmailDialogTitle
source: Already taken email
pl: Zajęty adres email

# signUpAlreadyTakenEmailDialogMessage
source: Given email address is already taken by another user...
pl: Podany adres email jest już zajęty przez innego użytkownika...

# emailVerificationTitle
source: Confirm your email address
pl: Potwierdź swój adres email

# emailVerificationMessage
source: We sent a message with confirmation link to your email address:
pl: Wysłaliśmy wiadomość z linkiem potwierdzającym na twój adres email:

# emailVerificationInstruction
source: Check your email and click on that link to confirm your email address.
pl: Sprawdź swoją skrzynkę pocztową i kliknij na ten link, aby potwierdzić swój adres email.

# emailVerificationResend
source: Resend email
pl: Wyślij ponownie

# emailVerificationBackToLogin
source: Back to login
pl: Wróć do logowania

# emailVerificationSuccessfullyResentEmailVerification
source: Verification email has been sent again
pl: Email weryfikacyjny został ponownie wysłany

# forgotPasswordTitle
source: Forgot password?
pl: Zapomniałeś hasła?

# forgotPasswordMessage
source: Enter your email address and we will send you a link to reset password
pl: Podaj adres email, na który wyślecimy Ci link z możliwością zmiany hasła.

# forgotPasswordSubmitButtonLabel
source: Submit
pl: Wyślij

# forgotPasswordSentEmailDialogTitle
source: Message has been sent
pl: Wiadomość email została wysłana

# forgotPasswordSentEmailDialogMessage
source: Message has been successfully sent to your email address. Check your mailbox and follow instructions sent in the message.
pl: Pomyślnie wysłano wiadomość na twój adres email. Sprawdź skrzynkę pocztową i postępuj zgodnie z instrukcjami zamieszczonymi w wysłanej wiadomości.

# forgotPasswordInvalidEmailDialogTitle
source: Invalid email address
pl: Niepoprawny adres email

# forgotPasswordInvalidEmailDialogMessage
source: Given email address is invalid
pl: Podany adres email jest nieprawidłowy

# forgotPasswordUserNotFoundDialogTitle
source: No user
pl: Brak użytkownika

# forgotPasswordUserNotFoundDialogMessage
source: We cannot sent the message because there is no user with given email address
pl: Nie możemy wysłać wiadomości, ponieważ użytkownik o podanym adresie email nie istnieje.

# requiredDataCompletionTitle
source: Required data
pl: Wymagane dane

# requiredDataCompletionMessage
source: Finish creating your account by entering your personal information. They are necessary to make the app works properly.
pl: Dokończ tworzenie konta podając swoje dane osobowe. Są one niezbędne do prawidłowego działania aplikacji.

# homeTitle
source: Home
pl: Strona główna

# homeSignOut
source: Sign out
pl: Wyloguj

# homeSignOutConfirmationDialogTitle
source: Sign out
pl: Wylogowanie

# homeSignOutConfirmationDialogMessage
source: Are you sure you want to sign out?
pl: Czy na pewno chcesz się wylogować?

# homeNewClientInfo
source: User {user} has accepted your coaching request
pl: Użytkownik {user} zaakceptował twoją prośbę o trenowanie

# homeNewCoachInfo
source: User {user} has agreed to become your coach
pl: Użytkownik {user} zgodził się zostać twoim trenerem

# calendarTitle
source: Calendar
pl: Kalendarz

# calendarNumberOfActivities
source: Number of activities
pl: Ilość aktywności

# calendarScheduledDistance
source: Scheduled distance
pl: Zaplanowany dystans

# calendarCoveredDistance
source: Covered distance
pl: Pokonany dystans

# workoutPreviewTitle
source: Workout
pl: Trening

# workoutPreviewWorkoutStages
source: Stages
pl: Etapy

# workoutPreviewTotalDistance
source: Total distance
pl: Całkowity dystans

# workoutPreviewDeletionConfirmationTitle
source: Workout deletion
pl: Usunięcie treningu

# workoutPreviewDeletionConfirmationMessage
source: This operation cannot be undone. Are you sure you want to delete this workout?
pl: Tej operacji nie można cofnąć. Czy na pewno chcesz usunąć ten trening?

# workoutPreviewDeletedWorkoutMessage
source: Successfully deleted workout
pl: Pomyślnie usunięto trening

# workoutCreatorNewWorkoutTitle
source: New workout
pl: Nowy trening

# workoutCreatorEditWorkoutTitle
source: Edit workout
pl: Edytuj trening

# workoutCreatorWorkoutName
source: Workout name
pl: Nazwa treningu

# workoutCreatorWorkoutStages
source: Workout stages
pl: Etapy treningu

# workoutCreatorAddStageButton
source: Add stage
pl: Dodaj etap

# workoutCreatorNoStagesInfo
source: No workout stages
pl: Brak etapów treningu

# workoutCreatorAddStageInstructions
source: Tap below button to add new stage
pl: Naciśnij poniższy przycisk, aby dodać nowy etap

# workoutCreatorCreateWorkoutButton
source: Create
pl: Utwórz

# workoutCreatorEditWorkoutButton
source: Update
pl: Zaktualizuj

# workoutCreatorAddedWorkoutMessage
source: Successfully added workout
pl: Pomyślnie dodano trening

# workoutCreatorUpdatedWorkoutMessage
source: Successfully updated workout
pl: Pomyślnie zaktualizowano trening

# workoutStageCreatorScreenTitleAddMode
source: New workout stage
pl: Nowy etap treningu

# workoutStageCreatorScreenTitleEditMode
source: Edit workout stage
pl: Edytuj etap treningu

# workoutStageCreatorStageType
source: Stage type
pl: Rodzaj etapu

# workoutStageCreatorDistance
source: Distance
pl: Dystans

# workoutStageCreatorMaxHeartRate
source: Max heart rate
pl: Tętno maksymalne

# workoutStageCreatorAmountOfSeries
source: Amount of series
pl: Ilość serii

# workoutStageCreatorSeriesDistance
source: Single series distance
pl: Dystans pojedynczej serii

# workoutStageCreatorWalkingDistance
source: Walking distance
pl: Dystans marszu

# workoutStageCreatorJoggingDistance
source: Jogging distance
pl: Dystans truchtu

# activityStatusCreatorMinutes
source: Minutes
pl: Minuty

# activityStatusCreatorSeconds
source: Seconds
pl: Sekundy

# activityStatusCreatorSavedStatusMessage
source: Successfully updated status
pl: Pomyślnie zaktualizowano status

# dayPreviewActivities
source: Activities
pl: Aktywności

# dayPreviewNoActivitiesTitle
source: No activities
pl: Brak aktywności

# dayPreviewNoActivitiesMessagePastDay
source: You didn't have any scheduled activities that day
pl: Tego dnia nie było zaplanowanych żadnych aktywności

# dayPreviewNoActivitiesMessageFutureDay
source: You don't have any scheduled activities this day
pl: Tego dnia nie masz zaplanowanych żadnych aktywności

# healthTitle
source: Health
pl: Zdrowie

# healthTodayMeasurement
source: Today's measurement
pl: Dzisiejszy pomiar

# healthSummaryOfMeasurements
source: Summary of measurements
pl: Zestawienie pomiarów

# healthChartRangeWeek
source: Week
pl: Tydzień

# healthChartRangeMonth
source: Month
pl: Miesiąc

# healthChartRangeYear
source: Year
pl: Rok

# healthShowAllMeasurementsButton
source: Show all measurements
pl: Pokaż wszystkie pomiary

# healthMeasurementCreatorScreenTitle
source: Health measurement
pl: Pomiar zdrowia

# healthMeasurementCreatorSuccessfullyAddedMeasurement
source: Successfully added measurement
pl: Pomyślnie dodano pomiar

# healthMeasurementCreatorSuccessfullyUpdatedMeasurement
source: Successfully updated measurement
pl: Pomyślnie zaktualizowano pomiar

# healthMeasurementCreatorAlreadyAddedMeasurementTitle
source: Date error
pl: Błąd daty

# healthMeasurementCreatorAlreadyAddedMeasurementMessage
source: Measurement with given date is already added
pl: Pomiar z wybraną datą został już dodany

# healthMeasurementsTitle
source: All measurements
pl: Wszystkie pomiary

# healthMeasurementsNoMeasurementsInfo
source: No measurements
pl: Brak pomiarów

# healthMeasurementsDeleteMeasurementConfirmationDialogTitle
source: Delete measurement
pl: Usuń pomiar

# healthMeasurementsDeleteMeasurementConfirmationDialogMessage
source: Are you sure you want to delete measurement of the day {date}?
pl: Czy na pewno chcesz usunąć pomiar z dnia {date}?

# healthMeasurementsDeletedMeasurementMessage
source: Measurement successfully deleted
pl: Pomyślnie usunięto pomiar

# profileTitle
source: Profile
pl: Profil

# profileUserData
source: Personal data
pl: Dane osobowe

# profileCoach
source: Coach
pl: Trener

# profileSettings
source: Settings
pl: Ustawienia

# profileResendEmailVerification
source: Resend email verification
pl: Wyślij ponownie email weryfikacyjny

# profileChangePassword
source: Change password
pl: Zmień hasło

# profileDeleteAccount
source: Delete account
pl: Usuń konto

# profileNewUsernameDialogTitle
source: Change name
pl: Zmień imię

# profileNewSurnameDialogTitle
source: Change surname
pl: Zmień nazwisko

# profileChangeEmailDialogTitle
source: Change email
pl: Zmień email

# profileChangeEmailDialogMessage
source: You will receive a verification message to confirm your new email address.
pl: Otrzymasz wiadomość weryfikacyjną w celu potwierdzenia twojego nowego adresu email.

# profileNewPasswordDialogTitle
source: Change password
pl: Zmień hasło

# profileNewPasswordDialogNewPassword
source: New password
pl: Nowe hasło

# profileNewPasswordDialogNewPasswordConfirmation
source: New password confirmation
pl: Potwierdź nowe hasło

# profileDeleteAccountDialogTitle
source: Delete account
pl: Usuń konto

# profileDeleteAccountDialogMessage
source: Deleting the account, you will lose all saved data, without the option of recovering them.
pl: Usuwając konto utracisz wszystkie zapisane dane, bez możliwości ich odzyskania.

# profileSuccessfullySavedDataMessage
source: Successfully saved changes
pl: Pomyślnie zapisano zmiany

# profileEmailAlreadyTakenDialogTitle
source: Already taken email
pl: Zajęty adres email

# profileEmailAlreadyTakenDialogMessage
source: Unfortunately, new email address is already taken by another user...
pl: Niestety, nowo podany adres email jest już zajęty przez innego użytkownika...

# profileSuccessfullyDeletedAccountDialogTitle
source: Account deletion
pl: Usunięcie konta

# profileSuccessfullyDeletedAccountDialogMessage
source: Account has been successfully deleted. You have to create new one if you want to use the app again.
pl: Twoje konto zostało pomyślnie usunięte. Jeśli chcesz ponownie skorzystać z aplikacji, musisz założyć nowe konto.

# profileNoCoachTitle
source: No coach
pl: Brak trenera

# profileNoCoachMessage
source: You don't have any coach. You have to accept a request from a coach or find a coach by yourself.
pl: Nie masz żadnego trenera. Musisz zaakceptować prośbę od trenera lub znaleźć go samodzielnie.

# profileFindCoach
source: Find coach
pl: Znajdź trenera

# profileFinishCooperationWithCoachDialogTitle
source: Delete coach
pl: Usuń trenera

# profileFinishCooperationWithCoachDialogMessage
source: Are you sure you want to finish cooperation with your coach? The coach will lose access to your workouts, races and health data.
pl: Czy na pewno chcesz zakończyć współpracę ze swoim trenerem? Trener utraci dostęp do twoich danych treningowych, wyścigowych oraz zdrowotnych.

# profileSuccessfullyFinishedCooperationWithCoach
source: Successfully finished cooperation with a coach
pl: Pomyślnie zakończono współpracę z trenerem

# reauthenticationTitle
source: Authentication
pl: Uwierzytelnienie

# reauthenticationMessage
source: To perform this operation, you must repeat the authentication procedure.
pl: Aby wykonać tę operację musisz powtórzyć procedurę uwierzytelnienia.

# reauthenticationAuthenticate
source: Authenticate
pl: Uwierzytelnij

# reauthenticationOrUse
source: or use
pl: albo użyj

# reauthenticationWrongPasswordDialogTitle
source: Wrong password
pl: Błędne hasło

# reauthenticationWrongPasswordDialogMessage
source: Given password is wrong
pl: Podane hasło jest błędne...

# mileageTitle
source: Mileage
pl: Kilometraż

# mileageChartMileage
source: Mileage
pl: Kilometraż

# mileageNoDataTitle
source: No data
pl: Brak danych

# mileageNoDataMessage
source: Finish at least one workout to be able to display mileage charts
pl: Aby móc wyświetlić wykresy przedstawiające kilometraż, ukończ choć jeden trening

# bloodTestsTitle
source: Blood tests
pl: Badania krwi

# bloodTestsNoTestsTitle
source: No blood tests
pl: Brak badań krwi

# bloodTestsNoTestsMessage
source: Add blood results to be able to review this list
pl: Dodaj wyniki badania krwi, aby mieć możliwość przeglądania tej listy

# bloodTestCreatorScreenTitleAddMode
source: New blood test
pl: Nowe badanie krwi

# bloodTestCreatorScreenTitleEditMode
source: Edit blood test
pl: Edytuj badanie krwi

# bloodTestCreatorSelectDate
source: Select date
pl: Wybierz datę

# bloodTestCreatorChangeDate
source: Change date
pl: Zmień datę

# bloodTestCreatorSuccessfullyAddedTest
source: Successfully added blood test
pl: Pomyślnie dodano badanie krwi

# bloodTestCreatorSuccessfullyEditedTest
source: Successfully updated blood test
pl: Pomyślnie zaktualizowano badanie krwi

# bloodTestPreviewTitle
source: Blood test
pl: Badanie krwi

# bloodTestPreviewDeleteTestTitle
source: Blood test deletion
pl: Usunięcie badania krwi

# bloodTestPreviewDeleteTestMessage
source: This operation cannot be undone. Are you sure you want to delete this blood test?
pl: Tej operacji nie można cofnąć. Czy na pewno chcesz usunąć to badanie krwi?

# bloodTestPreviewDeletedTestMessage
source: Successfully deleted blood test
pl: Pomyślnie usunięto badanie krwi

# bloodTestParameterName
source: Name
pl: Nazwa

# bloodTestParameterNorm
source: Norm
pl: Norma

# bloodTestParameterResult
source: Result
pl: Wynik

# bloodTestBasicParams
source: Basic params
pl: Badania podstawowe

# bloodTestAdditionalParams
source: Additional params
pl: Badania dodatkowe

# raceCreatorNewRaceTitle
source: New race
pl: Nowe zawody

# raceCreatorEditRaceTitle
source: Edit race
pl: Edytuj zawody

# raceCreatorAddedRaceMessage
source: Successfully added new race
pl: Pomyślnie dodano nowe zawody

# raceCreatorUpdatedRaceMessage
source: Successfully updated race
pl: Pomyślnie zaktualizowano zawody

# racesTitle
source: Races
pl: Wyścigi

# racesNoRacesTitle
source: No races
pl: Brak zawodów

# racesNoRacesMessage
source: Add races to be able to review this list
pl: Dodaj zawody, aby mieć możliwość przeglądania tej listy

# racePreviewTitle
source: Race
pl: Zawody

# racePreviewDeletionConfirmationTitle
source: Race deletion
pl: Usunięcie zawodów

# racePreviewDeletionConfirmationMessage
source: This operation cannot be undone. Are you sure you want to delete this race?
pl: Tej operacji nie można cofnąć. Czy na pewno chcesz usunąć ten wyścig?

# racePreviewDeletedRaceMessage
source: Successfully deleted race
pl: Pomyślnie usunięto zawody

source: Race name
pl: Nazwa zawodów

# racePlace
source: Place
pl: Miejsce

# raceDistance
source: Distance
pl: Dystans

# raceExpectedDuration
source: Expected duration
pl: Oczekiwany czas

# clientsTitle
source: Clients
pl: Klienci

# clientsSearchUsers
source: Search for users
pl: Szukaj użytkowników

# clientsMessage
source: Message
pl: Wiadomość

# clientsDeleteClientConfirmationDialogTitle
source: Delete client
pl: Usuń klienta

# clientsDeleteClientConfirmationDialogAreYouSure
source: Are you sure you want to finish coaching
pl: Czy na pewno chcesz zakończyć trenowanie

# clientsDeleteClientConfirmationDialogInfoAboutAccessLoss
source: You will lose access to training, racing and health data of this user.
pl: Utracisz dostęp do danych treningowych, wyścigowych oraz zdrowotnych tego użytkownika.

# clientsSuccessfullyDeletedClient
source: Successfully deleted client
pl: Pomyślnie usunięto klienta

# clientsNoClientsTitle
source: No clients
pl: Brak klientów

# clientsNoClientsMessage
source: Add clients to be able to review this list
pl: Dodaj klientów, aby mieć możliwość przeglądania tej listy

# coachesSearchTitle
source: Search for coaches
pl: Szukaj trenerów

# usersSearchTitle
source: Search for users
pl: Szukaj użytkowników

# coachesSearchInstruction
source: Enter text to search coaches
pl: Wprowadź tekst, aby wyszukać trenerów

# usersSearchInstruction
source: Enter text to search users
pl: Wprowadź tekst, aby wyszukać użytkowników

# coachesSearchNoResultsInfo
source: No matching coaches
pl: Brak pasujących trenerów

# usersSearchNoResultsInfo
source: No matching users
pl: Brak pasujących użytkowników

# coachesSearchSendInvitationConfirmationDialogTitle
source: Add coach
pl: Dodaj trenera

# usersSearchSendInvitationConfirmationDialogTitle
source: Add client
pl: Dodaj klienta

# coachesSearchSendInvitationConfirmationDialogMessage
source: If you want selected person to become your coach, they must approve the coaching request. Then your training, racing and health data will be shared. Do you want to send such a request to the user
pl: Aby wybrana osoba została twoim trenerem, musi ona zatwierdzić prośbę o trenowanie. Wówczas zostaną jej udostępnione twoje dane treningowe, wyścigowe oraz zdrowotne. Czy chcesz wysłać taką prośbę do użytkownika

# usersSearchSendInvitationConfirmationDialogMessage
source: To become a coach of the selected person, they must approve the request to share their profile. Do you want to send such a request to the user
pl: Aby zostać trenerem wybranej osoby, musi ona zatwierdzić prośbę o udostępnienie swojego profilu. Czy chcesz wysłać taką prośbę do użytkownika

# personsSearchSuccessfullySentRequest
source: Successfully sent request
pl: Pomyślnie wysłano prośbę

# personsSearchUserAlreadyHasCoachInfoTitle
source: User already has a coach
pl: Użytkownik ma już trenera

# personsSearchUserAlreadyHasCoachInfoMessage
source: It seems that this user recently started working with a coach. For this reason you cannot send a coaching request.
pl: Wygląda na to, że ten użytkownik rozpoczął niedawno współpracę z trenerem. Z tego powodu nie możesz mu wysłać prośby.

# clientStatsTitle
source: Statistics
pl: Statystyki

# clientStatsMileage
source: Mileage
pl: Kilometraż

# clientStatsHealthMeasurements
source: Health measurements
pl: Pomiary zdrowia

# chatWriteMessage
source: Write message...
pl: Napisz wiadomość...

# activityStatusCoveredDistance
source: Covered distance
pl: Pokonany dystans

# activityStatusDuration
source: Duration
pl: Czas

# activityStatusMoodRate
source: Mood rate
pl: Samopoczucie

# activityStatusAvgPace
source: Average pace
pl: Średnie tempo

# activityStatusAvgHeartRate
source: Average heart rate
pl: Średnie tętno

# activityStatusComment
source: Comment
pl: Uwagi

# activityStatusEditStatus
source: Edit status
pl: Edytuj status

# activityStatusFinish
source: Finish
pl: Zakończ

# activityStatusPending
source: Pending
pl: Oczekujący

# activityStatusDone
source: Done
pl: Wykonany

# activityStatusAborted
source: Aborted
pl: Przerwany

# activityStatusUndone
source: Undone
pl: Niewykonany

source: Resting heart rate
pl: Tętno spoczynkowe

source: Fasting weight
pl: Waga na czczo

# deleteHealthMeasurementConfirmationDialogTitle
source: Delete measurement
pl: Usuń pomiar

# deleteHealthMeasurementConfirmationDialogMessage
source: Are you sure you want to delete this health measurement?
pl: Czy na pewno chcesz usunąć ten pomiar zdrowia?

# accountType
source: Role
pl: Rola

source: Runner
pl: Biegacz

source: Coach
pl: Trener

source: Gender
pl: Płeć

source: Male
pl: Mężczyzna

source: Female
pl: Kobieta

# genderSelection
source: Select gender
pl: Wybierz płeć

# moodRate1
source: Maximal exhaustion
pl: Maksymalne wyczerpanie

# moodRate2
source: Very hard during, very big fatigue after
pl: Bardzo ciężko w trakcie, bardzo duże zmęczenie po

# moodRate3
source: Hard during, very big fatigue after
pl: Ciężko w trakcie, bardzo duże zmęczenie po

# moodRate4
source: Moderately during, very big fatigue after
pl: Umiarkowanie w trakcie, bardzo duże zmęczenie po

# moodRate5
source: Moderately during, greater than usual fatigue after
pl: Umiarkowanie w trakcie, większe niż zwykle zmęczenie po

# moodRate6
source: Moderately during, normal fatigue after
pl: Umiarkowanie w trakcie, normalne zmęczenie po

# moodRate7
source: Normally during, normal fatigue after
pl: Normalnie w trakcie, normalne zmęczenie po

# moodRate8
source: Normally during, slight fatigue after
pl: Normalnie w trakcie, lekkie zmęczenie po

# moodRate9
source: Normally during, almost no fatigue after
pl: Normalnie w trakcie, prawie brak zmęczenia po

# moodRate10
source: Normally during, no fatigue after
pl: Normalnie w trakcie, brak zmęczenia po

# themeMode
source: Theme
pl: Motyw

# themeModeLight
source: Light
pl: Jasny

# themeModeDark
source: Dark
pl: Ciemny

# themeModeSystem
source: System
pl: Systemowy

# themeModeSelection
source: Select app theme
pl: Wybierz motyw aplikacji

# systemThemeModeDescription
source: If you choose system theme mode, the app will use the theme that's currently set on your device.
pl: Jeśli wybierzesz motyw systemowy, aplikacja będzie używała motywu obecnie ustawionego na Twoim urządzeniu.

source: Language
pl: Język

# languagePolish
source: Polish
pl: Polski

# languageEnglish
source: English
pl: Angielski

# languageSystem
source: System
pl: Systemowy

# languageSelection
source: Select app language
pl: Wybierz język aplikacji

# systemLanguageDescription
source: If you select system language, the app will use the language that's currently set on your device.
pl: Jeśli wybierzesz język systemowy, aplikacja będzie używała języka obecnie ustawionego na Twoim urządzeniu.

source: Distance unit
pl: Jednostka dystansu

# distanceUnitKilometers
source: Kilometers
pl: Kilometry

# distanceUnitMiles
source: Miles
pl: Mile

# distanceUnitSelection
source: Select distance unit
pl: Wybierz jednostkę dystansu

source: Pace unit
pl: Jednostka tempa

# paceUnitSelection
source: Select pace unit
pl: Wybierz jednostkę tempa

# heartRateUnit
source: bpm
pl: ud/min

# workoutStageCardio
source: Cardio
pl: OWB1

# workoutStageZone2
source: Zone2
pl: BC2

# workoutStageZone3
source: Zone3
pl: BC3

# workoutStageRhythms
source: Rhythms
pl: Rytmy

# workoutStageHillRepeats
source: Hill repeats
pl: Podbiegi

# workoutStageBreak
source: break
pl: przerwa

# workoutStageWalking
source: {walkingDistanceInMeters}m walking
pl: {walkingDistanceInMeters}m marsz

# workoutStageJogging
source: {joggingDistanceInMeters}m jogging
pl: {joggingDistanceInMeters}m trucht

# durationHoursShort
source: h.
pl: godz.

# durationSecondsShort
source: sec.
pl: sek.

# noInternetConnectionDialogTitle
source: No internet connection
pl: Brak połączenia internetowego
